{
    "facts": [
      "Humans drink about 50 billion gallons of beer each year, making it one of the world’s most popular beverages.",
      "Beer is typically made from four ingredients: malted grains, hops, yeast, and water.",
      "The alcohol content in beer usually ranges from 3% to 12%, depending on the style.",
      "Hops not only add bitterness but also act as a natural preservative in beer.",
      "Budweiser, brewed by Anheuser-Busch, is one of the most recognized beer brands globally.",
      "Beer dates back to around 5000 BC, with evidence found in ancient Egypt and Mesopotamia.",
      "The Czech Republic was the first country to open a beer museum, celebrating its brewing heritage.",
      "Germany’s Oktoberfest, held annually, draws about 6 million visitors to celebrate beer.",
      "Beer pong, a popular drinking game, was invented in the 1950s, possibly at Dartmouth College.",
      "Barack Obama was the first U.S. President to brew beer in the White House, starting in 2011.",
      "In ancient Egypt, brewing beer was traditionally a job for women.",
      "At Schloss Starkenberger in Austria, you can swim in pools filled with beer since 2005.",
      "Beer is the third most-consumed drink worldwide, after water and tea.",
      "Craft beer comes from small, independent breweries, often experimenting with unique flavors.",
      "A clean glass is key to enjoying beer, as residue can ruin the taste and head.",
      "Beer pairs well with foods like pizza, burgers, and even chocolate.",
      "Some beers are aged in barrels previously used for wine or whiskey, adding complex flavors.",
      "Gluten-free beer can be made with grains like rice or sorghum instead of barley.",
      "Dry hopping adds extra aroma to beer by adding hops after fermentation.",
      "Beer’s pH is usually between 4 and 5, making it slightly acidic."
    ],
    "events": [
      "In 822, hops were first recorded in beer-making in northern France, improving its shelf life.",
      "The Reinheitsgebot law of 1516 in Germany limited beer ingredients to water, barley, and hops.",
      "In 1842, the pilsner style was invented in Plzeň, Czech Republic, creating a clear, golden beer.",
      "The repeal of Prohibition in the U.S. in 1933 made beer legal again after a 13-year ban.",
      "In 1620, the Mayflower brought beer to America, a staple for the Pilgrims’ journey.",
      "Mary Lisle became the first recorded female brewery owner in 1734 in Philadelphia.",
      "In 1976, New Albion Brewery opened as the first modern U.S. microbrewery, sparking craft beer.",
      "The first beer can was sold by Gottfried Krueger Brewing Company in 1935, changing packaging.",
      "Oktoberfest began in 1810 in Munich, Germany, as a royal wedding celebration turned beer festival.",
      "The Great American Beer Festival launched in 1982, showcasing craft beers in Denver."
    ],
    "jokes": [
      "Why did the beer go to therapy? It had a lot of bottled-up emotions!",
      "What do you call a beer that’s been sitting out too long? A flat beer.",
      "What’s the difference between a good beer and a bad beer? About 12 ounces!",
      "What did the beer say to the bartender? 'I’m hoppy to see you!'",
      "Why did the beer cross the road? To get to the other side of the bar!",
      "What’s a beer’s favorite type of music? Hops and rock.",
      "What’s the difference between a beer and a lion? One has hops, the other has roars!",
      "How do you make a beer float? You push it!",
      "What’s a beer’s favorite day of the week? Brew-sday!",
      "Why did the beer go to the gym? To get a six-pack!",
      "What do you call a beer that’s been in a fight? A battered beer.",
      "Why don’t skeletons drink beer? They don’t have the guts!",
      "What’s a beer’s favorite type of movie? A hops-tory film!",
      "What did the beer say when it got to the party? 'I’m here to get my hops on!'",
      "Why did the brewer go to school? To learn how to make better brews!"
    ]
  }